{
  "collections": {
    "collection": [
      {
        "type": "collections",
        "client": "event-warehouse",
        "loopcount": 30,
        "slug": "paaspop-xs-2021",
        "languages": {
          "language": [
            {
              "lang": "nl-nl",
              "title": "Paaspop XS (analoog)",
              "content": "Van 75.000 terug naar 750 bezoekers. Het was geen makkelijke opgave, maar ik kan alleen maar bewondering hebben dat de organisatie toch een editie in van Paaspop in 2021 wilde neerzetten. Wederom kwam de vraag van de organisatie om naar eigen invulling het festival in beeld te brengen op film. <br /><br />- Geschoten op Portra 400 en 800 op 35mm en 120mm film.",
              "public": true
            },
            {
              "lang": "en-en",
              "title": "Paaspop XS (analog)",
              "content": "From 75.000 back to 750 visitors due to covid restrictions. But I admire the festival organisation to make this years Paaspop happen either way. Once again I was asked to photography the festival in my own way, fully shot on film.<br /><br />- Shot on Portra 400 and 800 on 35mm and 120mm film.",
              "public": true
            }
          ]
        }
      },
      {
        "type": "collections",
        "client": "event-warehouse",
        "loopcount": 10,
        "slug": "typhoon-zomertheater",
        "languages": {
          "language": [
            {
              "lang": "nl-nl",
              "title": "Typhoon - Zomertheater (analoog)",
              "content": "Hoe een avond met Typhoon te omschrijven zonder hem enorm tekort te doen. Weinig mensen die zo bijzonder veel enthousiasme, energie en charisma uitstralen dan deze man. Vanaf seconde één is was het liefde, feest, verbondenheid. Je vereerd voelen om een show als deze vast te mogen leggen, laat staan analoog.<br /><br />- Geschoten op Portra 800 & Ilford Delta 3200 op 35mm en 120mm film.",
              "public": true
            },
            {
              "lang": "en-en",
              "title": "Typhoon - Zomertheater (analog)",
              "content": "Photographing Typhoon, I think words will do no justice to the enthusiasm, energy, charisma and love this man brings to the table from the first moment he sets his bare foot on the stage. You can call it a blessing to shoot him live... or really anytime to be honest.<br /><br />- Shot on Portra 800 & Ilford Delta 3200 on 35mm and 120mm film.",
              "public": true
            }
          ]
        }
      },
      {
        "type": "collections",
        "client": "event-warehouse",
        "loopcount": 21,
        "slug": "chef-special-zomertheater",
        "languages": {
          "language": [
            {
              "lang": "nl-nl",
              "title": "Chef Special - Zomertheater (analoog)",
              "content": "Een mooi zomers feest na een lange periode van stilte in de evenementen wereld. Wellicht dat het daardoor nog een veel mooier feest werd met Chef Special in het Zomertheater in Den Bosch. Met een extra speciaal randje gezien het concert analoog geschoten is (op film). Het hoogtepunt van de avond is daar als zanger Joshua in 1 van de stellages hangt om het publiek van grotere hoogte toe te zingen.<br /><br />- Geschoten op Ilford Delta 3200 op 35mm en 120mm film.",
              "public": true
            },
            {
              "lang": "en-en",
              "title": "Chef Special - Zomertheater (analog)",
              "content": "After a long period of silence due to the corona virus it was time to photograph my first event again. It felt so good to be back, but also shooting it on film made it extra special. Here is a small selection of the 5 rolls of film being shot.<br /><br />- Shot on Ilford Delta 3200 on 35mm and 120mm film.",
              "public": true
            }
          ]
        }
      },
      {
        "type": "collections",
        "client": "event-warehouse",
        "loopcount": 21,
        "slug": "legends-live-tribute-tour-on-stage",
        "languages": {
          "language": [
            {
              "lang": "nl-nl",
              "title": "Legends Live Tour - On Stage (analoog)",
              "content": "Legends Live Tour is een tribute tour door heel Nederland met voornamelijk bands die hun hoogtijd dagen in de jaren 80 en 90 hadden. Om deze tijdsgeest eer aan te doen vroeg de organisatie of ik in documentaire stijl deze tour met analoge fotografie vast kon leggen. Onderstaande beeld is vast gelegd gedurende 2 dagen van de tour. In deze collectie is al het beeld óp het podium te zien, welke gepaard gaat met een <a href=\"/collection/legends-live-tribute-tour-backstage\" title=\"Legends Live Tour - Backstage\" target=\"_blank\">backstage collectie</a>.<br /><br />- Geschoten op Ilford Delta 3200, Portra 400 en Porta800 op 35mm en 120mm film.",
              "public": true
            },
            {
              "lang": "en-en",
              "title": "Legends Live Tour - On Stage (analog)",
              "content": "The organiser wanted photos of the event in line with the acts performing during the Legends Live Tour. Most original acts rose in the 80's and 90's and so they wanted to shoot documentary style photos on film (yes, analog). So much love for an organisation that really wanted analog photography for a job. I shot 2 days of the tour. This is the on stage collection that goes along side the <a href=\"/collection/legends-live-tribute-tour-backstage\" title=\"Legends Live Tour - Backstage\" target=\"_blank\">backstage collection</a><br /><br /> - Shot on Ilford Delta 3200, Portra 400 and Porta800 on both 35mm (small film) and 120mm (medium format) film.",
              "public": true
            }
          ]
        }
      },
      {
        "type": "collections",
        "client": "san-holo",
        "loopcount": 18,
        "slug": "san-holo-lowlands-2018",
        "languages": {
          "language": [
            {
              "lang": "nl-nl",
              "title": "San Holo - Lowlands (digitaal)",
              "keywords": "San, Holo, San Holo, San Holo Lowlands, Lowlands, lowlands foto, Lowlands 2018, LL18, bitbird, heroic, heroic management",
              "content": "In 2016 maakte ik al een korte recap van zijn show op We Are Electric (<a href=\"https://www.facebook.com/watch/?v=1018644254894292\" target=\"_blank\" title=\"San Holo Recap We Are Electric\" rel=\"nofollow\">facebook</a>, <a href=\"https://www.instagram.com/p/BHMiiZNB3qP/\" target=\"_blank\" title=\"San Holo Recap We Are Electric\" rel=\"nofollow\">instagram</a>). We hielden contact en uiteindelijk troffen we ons weer tijdens zijn show op Lowlands Festival om zowel foto als video te schieten, backstage en tijdens zijn show.",
              "public": true
            },
            {
              "lang": "en-en",
              "title": "San Holo - Lowlands (digital)",
              "keywords": "San, Holo, San Holo, San Holo Lowlands, Lowlands, lowlands foto's, Lowlands 2018, LL18, bitbird, heroic, heroic management",
              "content": "In 2016 I made a small recap of his gig at We Are Electric (<a href=\"https://www.facebook.com/watch/?v=1018644254894292\" target=\"_blank\" title=\"San Holo Recap We Are Electric\" rel=\"nofollow\">facebook</a>, <a href=\"https://www.instagram.com/p/BHMiiZNB3qP/\" target=\"_blank\" title=\"San Holo Recap We Are Electric\" rel=\"nofollow\">instagram</a>). We stayed in touch and eventually I joined him during his gig at the Lowlands Festival in the Netherlands to shoot photo and video. Both on stage as backstage.",
              "public": true
            }
          ]
        }
      },
      {
        "type": "collections",
        "client": "event-warehouse",
        "loopcount": 36,
        "slug": "legends-live-tribute-tour-backstage",
        "languages": {
          "language": [
            {
              "lang": "nl-nl",
              "title": "Legends Live Tour - Backstage (analoog)",
              "content": "Legends Live Tour is een tribute tour door heel Nederland met voornamelijk bands die hun hoogtijd dagen in de jaren 80 en 90 hadden. Om deze tijdsgeest eer aan te doen vroeg de organisatie of ik in documentaire stijl deze tour met analoge fotografie vast kon leggen. In deze backstage collectie zijn momenten zo ruw en puur mogelijk vast gelegd, welke gepaard is gegaan met een <a href=\"/collection/legends-live-tribute-tour-on-stage\" title=\"Legends Live Tour - On Stage\" target=\"_blank\">on stage collectie</a>. Het ultieme voorbeeld om wél het moment vast te leggen, maar voor de artiesten niet aanwezig te zijn.<br /><br />- Geschoten op Ilford Delta 3200, Portra 400 en Porta800 op 35mm en 120mm film.",
              "public": true
            },
            {
              "lang": "en-en",
              "title": "Legends Live Tour - Backstage (analog)",
              "content": "The organiser wanted photos of the event in line with the acts performing during the Legends Live Tour. Most original acts rose in the 80's and 90's and so they wanted to shoot documentary style photos on film (yes, analog). This is the back stage collection that I've shot that goes along side the <a href=\"/collection/legends-live-tribute-tour-on-stage\" title=\"Legends Live Tour - On Stage\" target=\"_blank\">on stage collection</a>. Although I only joined the tour for 2 days, I could do this forever. I just love photographing the raw moment.<br /><br /> - Shot on Ilford Delta 3200, Portra 400 and Porta800 on both 35mm (small film) and 120mm (medium format) film.",
              "public": true
            }
          ]
        }
      },
      {
        "type": "collections",
        "loopcount": 24,
        "slug": "coney-island-new-york-city",
        "languages": {
          "language": [
            {
              "lang": "nl-nl",
              "title": "New York City: Coney Island (digital)",
              "keywords": "coney, island, coney island, new york, new york city, leica cl, leica",
              "content": "Hoewel een bezoek aan New York City voor elke fotograaf al een paradijs is, ligt de échte kers op de taart iets buiten de stad, namelijk Coney Island in Brooklyn. Ik koos er bewust voor om deze plek te bezoeken tijdens een dag dat het park gesloten was én met slecht weer om nog meer sfeer te krijgen. De sfeer die deze plek uitstraalt is moeilijk te bevatten of zelfs vast te leggen, maar ik zou hier nog weken kunnen blijven door schieten.<br /><br /> - Geschoten met de Leica CL.",
              "public": true
            },
            {
              "lang": "en-en",
              "title": "New York City Stories: Coney Island (digital)",
              "keywords": "coney, island, coney island, new york, new york city, leica cl, leica",
              "content": "Although visiting New York City is a treat itself, the real icing on the cake is Coney Island in Brooklyn. I deliberately waited for a bad weather day to go there and get the extra eerie vibe. I wandered around the deserted boardwalk themepark for almost a day and I  probaly could for weeks... The place just has an unexplainable and addictional vibe to it.<br /><br /> - Shot on the Leica CL.",
              "public": true
            }
          ]
        }
      },
      {
        "type": "collections",
        "client": "voltage",
        "loopcount": 17,
        "slug": "voltage-dave-vermeulen-studio",
        "languages": {
          "language": [
            {
              "lang": "nl-nl",
              "title": "Voltage Studio Sessies (digitaal)",
              "keywords": "Voltage, dave vermeulen, dave, studio, recording, session, studio session",
              "content": "Op 1 mei 2020 komt het album Its About Time uit en ik werd gevraagd om tijdens het opnemen van deze nieuwe plaat, foto te schieten in de opnamestudio. Met het uiteindelijke doel om 1 foto te schieten die als inlay van de lp en cd gebruikt zou kunnen worden, ben ik 2 dagen bij de mannen aanwezig geweest om alle ruwe momenten vast te leggen. De keuze is uiteindelijk gevallen op de eerste foto in deze collectie.",
              "public": true
            },
            {
              "lang": "en-en",
              "title": "Voltage Studio Session (digital)",
              "keywords": "Voltage, dave vermeulen, dave, studio, recording, session, studio session",
              "content": "I was asked to join the band while they were recording their fourth studio album. In total I was around in the studio for two days, with the endgoal to shoot the perfect photo that could be used for the inlay of the album cover (cd as vinyl). The first photo of this collection was choosen.",
              "public": true
            }
          ]
        }
      },
      {
        "type": "collections",
        "client": "dewolff",
        "loopcount": 20,
        "slug": "dewolff-touring-2018",
        "languages": {
          "language": [
            {
              "lang": "nl-nl",
              "title": "Op pad met DeWolff (mixed)",
              "content": "Ondertussen ben ik al behoorlijk wat onderweg geweest met de mannen van DeWolff voor verschillende producties. Van Lowlands tot meerdere album releases als op losse gigs. Ik probeerde overal tussendoor foto te schieten waar ik de ruimte had, zowel digitaal als analoog. En die laatste past naar mijn mening ook lekkerder bij het geluid van de band.",
              "public": true
            },
            {
              "lang": "en-en",
              "title": "Joining DeWolff (mixed)",
              "content": "I've joined the gentlemen of DeWolff on several occassions for a variaty of productions. From the famous Lowlands Festival to several album releases. Photos were taken digital as well as analog, which in my opinion fits best with the sound of the band.",
              "public": true
            }
          ]
        }
      },
      {
        "type": "collections",
        "client": "voltage",
        "loopcount": 25,
        "slug": "voltage-around-the-bend",
        "languages": {
          "language": [
            {
              "lang": "nl-nl",
              "title": "Voltage - Around The Bend Tour (digitaal)",
              "keywords": "Voltage, Dave, Vermeulen, Dave Vermeulen",
              "content": "Dave Vermeulen nodigde me uit om de Around The Bend tour vast te leggen op video. Op alle momenten waar het tussendoor kon heb ik deze fotocollectie geschoten. Vooral van alle momenten dat hij als de rest van de band het niet in de gaten hadden om een zo ruw en oprecht mogelijk beeld neer te zetten. De collectie is zowel digitaal als analoog gefotografeerd.",
              "public": true
            },
            {
              "lang": "en-en",
              "title": "Voltage - Around The Bend Tour (digital)",
              "keywords": "Voltage, Dave, Vermeulen, Dave Vermeulen",
              "content": "Dave Vermeulen asked me to join him during the 'Around The Bend' tour to shoot video. In between I shot photos whenever it was possible. Sometimes you capture the best moments when an artist isn't on stage.",
              "public": true
            }
          ]
        }
      },
      {
        "type": "collections",
        "loopcount": 30,
        "slug": "the-analog-project",
        "languages": {
          "language": [
            {
              "lang": "nl-nl",
              "title": "The Analog Project",
              "content": "Enkel geschoten met analoge fototoestellen. Geen filters, geen photoshop, enkel 35mm en 120 film. Geschoten met de Mamiya 645, Ricoh 500G, CanonA1 en Olympus Mju ii.",
              "public": true
            },
            {
              "lang": "en-en",
              "title": "The Analog Project",
              "content": "Photos I took with my analog camera's, no filters, just 35mm and 120 film. Shot on a the Mamiya 645, Ricoh 500G, CanonA1 and the Olympus Mju ii",
              "public": true
            }
          ]
        }
      },
      {
        "type": "droneracing",
        "client": "drl",
        "loopcount": 18,
        "slug": "drl-phoenix-arizona",
        "languages": {
          "language": [
            {
              "lang": "nl-nl",
              "title": "DRL Phoenix Arizona",
              "keywords": "DRL, Drone, racing, league, drone racing league, saudi, arabia, kaec, drone race saudi, drl saudi arabia, drone racing league saudi arabia",
              "content": "Na het extreem warme <a href=\"/collection/drl-saudi-arabia-finals\" title=\"DRL - Saudi Arabia Finals\" target=\"_blank\">DRL Saudi Arabia finale</a> wist het media team van The Drone Racing League dat ik in dergelijke omstandigheden kon werken. Ik werd terug gevraagd om hoofdzakelijk foto te schieten en nog een enkele kleine video productie tussendoor tijdens de laatste 3 races van het DRL seizoen 2019. Net zoals de andere evenmenten die ik voorheen voor DRL schoot, was dit ook een publiek evenement. Deze was toch bijzonder, gezien het de eerste Amerikaanse race was met maarliefst 5.000 bezoekers. Zonder twijfel een mijlpijl voor de organisatie als iedereen die er bij betrokken is.",
              "public": true
            },
            {
              "lang": "en-en",
              "title": "DRL Phoenix Arizona",
              "keywords": "DRL, Drone, racing, league, drone racing league, saudi, arabia, kaec, drone race saudi, drl saudi arabia, drone racing league saudi arabia",
              "content": "After shooting the intensly hot <a href=\"/collection/drl-saudi-arabia-finals\" title=\"DRL - Saudi Arabia Finals\" target=\"_blank\">DRL Saudi Arabia finals</a> the Drone Racing League media team knew I could handle some heat. So I was asked back to shoot mostly photo and some minor video productions for the last 3 races of the 2019 DRL season. Like the other events I shot for DRL, this was another public event, but the first one in the USA, where DRL is originated from. With 5.000 people attend the event it was a great succes for DRL and a good example that this format really works.",
              "public": true
            }
          ]
        }
      },
      {
        "type": "droneracing",
        "client": "drl",
        "loopcount": 19,
        "slug": "drl-saudi-arabia-finals",
        "languages": {
          "language": [
            {
              "lang": "nl-nl",
              "title": "DRL Saudi Arabia Finals",
              "keywords": "DRL, Drone, racing, league, drone racing league, saudi, arabia, kaec, drone race saudi, drl saudi arabia, drone racing league saudi arabia",
              "content": "De laatste race van het Drone Racing League seizoen van 2019 werd gehouden op een wel heel bijzondere locatie. Een compleet gedeelte van een vakantie resort in King Abdullah Economic City (ook bekend als KAEC) werd afgegesloten voor de productie van het event. Dit waren waarschijnlijk de meest zware (weers)omstandigheden waar ik ooit een productie heb moeten doen. Met temperaturen tot 45 graden en een luchtvochtigheid van 95% had alle camera gear het er ook behoorlijk zwaar mee. Alle apparatuur moest minstens een uur voor gebruik al aan de buitentemperatuur worden bloot gesteld om uberhaupt correct te functioneren. Uiteindelijk was het een bijzonder succesvol evenement.",
              "public": true
            },
            {
              "lang": "en-en",
              "title": "DRL Saudi Arabia Finals",
              "keywords": "DRL, Drone, racing, league, drone racing league, saudi, arabia, kaec, drone race saudi, drl saudi arabia, drone racing league saudi arabia",
              "content": "The last race of the Drone Racing League season of 2018 was being held in a very special location. An entire part of a holiday resort at King Abdullah Economic City (also known as KAEC) was closed off for the entire production to set in place. I probably never shot in such hard conditions as during this event. With temperatures you can only find in the desert and high humidity, my gear was struggeling from time to time, but still managed to get full coverage of the event.",
              "public": true
            }
          ]
        }
      },
      {
        "type": "droneracing",
        "client": "drl",
        "loopcount": 26,
        "slug": "drl-bmw-welt-munchen",
        "languages": {
          "language": [
            {
              "lang": "nl-nl",
              "title": "DRL BMW Welt Munich",
              "keywords": "DRL, drone, racing, league, bmw, bmw welt, bmwwelt, bmw world, drone racing league bmw, drl bmw welt",
              "content": "Dit evenement georganiseerd door het Amerikaanse - the Drone Racing League in BMW Welt, Munchen was het eerste wat ik voor de organisatie schoot. Gedurende 3 dagen heb werkte ik samen met het vaste mediateam om foto als video content te produceren van het evenement. Met 3.000 bezoekers op een unieke locatie was het evenement een groot succes en een mooie start om mee te werken aan een gigantische media productie.",
              "public": true
            },
            {
              "lang": "en-en",
              "title": "DRL at BMW Welt Munich",
              "keywords": "DRL, drone, racing, league, bmw, bmw welt, bmwwelt, bmw world, drone racing league bmw, drl bmw welt",
              "content": "This event by the Drone Racing League at BMW Welt in Munich was the first I shot for DRL. It was 3 days of shooting photo and some additional video content for the media department. After the event we als did a special project at the BMW windtunnel. The event itself was a big public event with around 3.000 people attending. The location in itself was pretty unique, but combine auto sports with droneracing and you have a perfect match.",
              "public": true
            }
          ]
        }
      },
      {
        "type": "droneracing",
        "client": "iseries",
        "loopcount": 24,
        "slug": "iseries-2018",
        "languages": {
          "language": [
            {
              "lang": "nl-nl",
              "title": "iseries European Masters",
              "keywords": "iseries, iseries birmingmham, birmingham, iseries 2018, iseries 18, minchan kim, alex vanover, captainvanover, mck, luke bannister, banni uk, drone race, drone racing, drone, birmingham drone race",
              "content": "Een allround fotoreportage van de iSeries European Masters 2018 in Birmingham met de absolute wereldtop van dronepiloten. Samen met mede Nederlandse piloten van team QuadcoptersEnzo reisde ik af naar Birmingham om 2 dagen lang te schieten tijdens het evenement. Alles werd op locatie opgeleverd aan de organisatie.",
              "public": true
            },
            {
              "lang": "en-en",
              "title": "iseries European Masters",
              "keywords": "iseries, iseries birmingmham, birmingham, iseries 2018, iseries 18, minchan kim, alex vanover, captainvanover, mck, luke bannister, banni uk, drone race, drone racing, drone, birmingham drone race",
              "content": "All round photo report of the iSeries 2018 in Birmingham. Together with the Dutch pilots of team QuadcoptersEnzo from the Netherlands I travelled towards Birmingham to capture this 2 day event. Photos were delivered on site for the organisation.",
              "public": true
            }
          ]
        }
      },
      {
        "type": "droneracing",
        "client": "immersionrc",
        "loopcount": 19,
        "slug": "dcl-berlin",
        "languages": {
          "language": [
            {
              "lang": "nl-nl",
              "title": "Drone Champions League Berlin",
              "keywords": "DCL, Drone, Champions, League, Berlin, DCL Berlin, ImmersionRC, IRC Racing, drone racing, drone race photos",
              "content": "Een allround fotoreportage in opdracht van Immersion RC racing tijdens DCL Berlijn.",
              "public": true
            },
            {
              "lang": "en-en",
              "title": "Drone Champions League Berlin",
              "keywords": "DCL, Drone, Champions, League, Berlin, DCL Berlin, ImmersionRC, IRC Racing, drone racing, drone race photos",
              "content": "Backstage photo report for team IRC Racing during DCL Berlin.",
              "public": true
            }
          ]
        }
      },
      {
        "type": "droneracing",
        "client": "mrp",
        "loopcount": 33,
        "slug": "mwc-shanghai-drone-race",
        "languages": {
          "language": [
            {
              "lang": "nl-nl",
              "title": "MWC Shanghai Drone Race",
              "content": "Samen met twee piloten van Team MRP werd ik op pad gestuurd naar de MWC Shanghai Drone Race 2017. Naast een korte documentaire heb ik voor zowel MRP als de organisatie een foto reeks opgeleverd welke promotioneel ingezet zijn geworden.",
              "public": true
            },
            {
              "lang": "en-en",
              "title": "MWC Shanghai Drone Race",
              "content": "Photo and video for Team MRP during the MWC Shanghai Drone Race 2017. Along side a small documentary I also shot tons of photos which afterwards where also used by other teams, the organisation and pilots.",
              "public": true
            }
          ]
        }
      },
      {
        "type": "droneracing",
        "loopcount": 33,
        "slug": "nk-dronerace-2018-finale",

        "languages": {
          "language": [
            {
              "lang": "nl-nl",
              "title": "NK Dronerace 2018 - Finals",
              "content": "Algemene fotoserie van de NK Dronerace finale 2018.",
              "public": true
            },
            {
              "lang": "en-en",
              "title": "NK Dronerace 2018 - Finals",
              "content": "Photos of the NK Dronerace 2018 finals",
              "public": true
            }
          ]
        }
      }
    ]
  }
}
